export const LOVE_MESSAGES = [
  "2026年2月10日创建的它，送给你的2026年情人节礼物，我想关于你的回忆都放在这里。",
  "在这段感情中，我不断在挣扎和痛苦中学会反思，但也没有成长，不愿意成长，但也好像更了解自己一些，想要的，不想要的。 —— 2025.6.19",
  "那个夜里，手机没电，靠着手表的指南针走回了家。我祈求你，你为什么赖着不走……我是需要你，我是依赖你，但这并不代表我要拥有你，既然你不是我的…… —— 2025.09.07",
  "他说要不要做他女朋友。不知道。做不做好像又都无所谓了。我也不想要这么一个身份。他大可以一直和其他女生聊天，反正他不是我的，他想怎么样就怎么样。我想怎么面对我们的感情也是我的事，只要有一天我们之间没有关系，他也不能拿我怎么样，我也可以随时离开。 —— 2025.11.04",
  "我对待每个我在意的人都很真诚，你给不了我安全感，带给我的全都是痛苦。你不知道我每个夜里想到你的时候我哭了多少回，没有人在意我理解我…… —— 2025.08.07",
  "我厌恶着这样的自己，总是猜忌怀疑，总是忧愁不安，总是犹豫不决。你没有带来更好的我，是更差劲的我。什么变得好看，变得会做饭，变得你心目中的样子，那些都是你眼中的我，我为何要在意这些，仅凭着我喜欢你吗。 —— 2025.05.07",
  "“结束吧”“结束了你还是会想我”“会随时间消逝的”“你会是我人生中非常重要的人”“我们不会有交集的”“你知道我的理想的”“可是我想你生活中只有我”“那还留着对方干嘛”“你要适应我”“睡了” —— 2025.05.14",
  "出门的时候会留意把手，饭桌上会注意摆盘位置，离别时会说句注意路上安全，坐出租车后会让我到家给他发个消息……已经在这个地球生活了22年的我其实不需要这些。因此不需要的东西突然到来，人就会变得不知所措，无所适从。 —— 2025.03.09",
  "我的双腿架在他的大腿上，我应该意识到会发生些什么的，彼此之间心照不宣。 —— 2025.04.14",
  "我越来越感觉自己是个非常小肚鸡肠的人，这真的是我的问题吗.....我好难受，却也不想着解决问题，只会把他删了，以为和从前一样，他们就会这样消失，然后留下我一个人暗自神伤着这些过往，变成解不开的心结。逃避......  —— 2026.1.10",
];
